Repository: abteilung/DIU.Grid
Catalog: Resources/Private/Translations/*/NodeTypes/Content/Structure/Section.xlf
Languages: de

# ui.label
source: Section
de: Seitenbereich

# Content.Structure.Section
source: Section
de: Seitenbereich

# groups.general
source: Section Settings
de: Seitenbereich Einstellungen

# properties.title
source: Title
de: Titel

# properties.title.ui.inline.editorOptions.placeholder
source: type your title here
de: Titel bitte hier eingeben

# properties.subtitle
source: Subitle
de: Untertitel

# properties.subtitle.ui.inline.editorOptions.placeholder
source: space for a subtitle
de: Untertitel bitte hier eingeben

# properties.useHeadlineStyle
source: Headline: white in a blue box
de: Überschrift: Weiß in blauer Box

# properties.showSubtitle
source: Show a Subtitle (only for the blue boxed headline)
de: Zeige Untertitel (nur für Überschrift mit blauer box)

# fluidLayout
source: Fluid Container / Full screen width
de: Fluid Container / Volle Bildschirmbreite

# properties.offset.selectBoxEditor.values.noSectionOffset
source: no offset
de: kein Offset

# properties.offset.selectBoxEditor.values.smallSectionOffset
source: small offset
de: kleiner Offset

# properties.offset.selectBoxEditor.values.mediumSectionOffset
source: medium offset
de: mittlerer Offset

# properties.offset.selectBoxEditor.values.largeSectionOffset
source: large offset
de: großer Offset
